// ==== Settings ====
"Library" = "보관함";
"Hide Document Names" = "문서 이름 감추기";

"Reading and Editing" = "읽고 수정하기";
"Hide Status Bar" = "상태바 감추기";
"Disable Auto Lock" = "자동 잠금 기능 끄기";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "iPad의 멀티제스쳐 옵션을 꺼야만 팜 레스트 영역을 원활하게 사용할 수 있습니다.";

"When Using the Close-up Input" = "클로즈업 입력 모드 사용시";
"Disable Editing Elsewhere" = "확대창 바깥쪽의 입력은 무시";
"Close-up Input Tips" = "• 페이지 상의 아무 영역을 누르고 있으면 클로즈업 입력 모드가 시작됩니다.\n• 엔터 버튼을 누르고 있으면 행 들여쓰기가 적용되며 커서가 다음줄로 이동합니다. 사각 박스를 이동해서 들여쓰기 영역의 넓이를 조절할 수 있습니다."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "GoodNotes에 관해서";
"Version" = "버전";
"Send Us Feedback" = "피드백 보내기";
"Rate GoodNotes on iTunes to support us!" = "GoodNotes의 별점을 iTunes에 남겨주세요!";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "질문이나 코멘트, 제안이 있으시면 저희에게 알려주세요. 아래 피드백을 입력해주세요:";

"Crash Recovery" = "에러 복원";
"Safe Mode" = "안전 모드";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "안전 모드를 활성화하여 GoodNotes 시작시 충돌을 방지하세요.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "클로즈업 입력 모드나 텍스트를 입력할 때";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "클로즈업 입력 모드 제스쳐 (탭하고 손가락 때지 않고 유지)";
"Text Input Gesture (Two Fingers Tap)" = "텍스트 입력 제스쳐 (두 손가락으로 탭하기)";
"Unlink Dropbox" = "Dropbox 연결 해제";
"Unlink Box" = "Box.com 연결 해제";

// ==== version 3.2 below ====
"Palm Rest" = "팜 레스트";
"Palm Rest Control Position" = "팜 레스트 위치";
"Left" = "왼쪽";
"Right" = "오른쪽";
"Auto-Deselect Eraser" = "자동-선택 해제 지우개";

// ==== version 3.3 below ====
"Pen Style" = "펜 스타일";
"Fountain Pen" = "만년필";
"Rollerball Pen" = "볼펜";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "안전 모드를 켜면 특정 문서로 인해 앱이 정상적으로 시작하지 않는 것을 막을 수 있습니다.";

"Extract App Data" = "앱 데이터 추출";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "안전 모드를 활성화시켰음에도 불구하고 GoodNotes가 정상적으로 실행되지 않는다면, 해당 기능을 켜신 후 다시 GoodNotes를 켜시면 앱 데이터가 추출되고 아이튠즈 문서 공유 항목에 표시됩니다. 문서 복구를 위해 앞서 추출한 앱 데이터와 고객지원 티켓을 저희쪽으로 전송해 주시기 바랍니다.";